Repository: mrk24251/Myshop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Quantity
fa: تعداد

source: Your shopping cart
fa: سبد خرید شما

source: Cart Page
fa: صفحه سبد خرید

source: Home
fa: خانه

source: Cart
fa: سبد خرید

source: Your cart items
fa: اقلام سبد خرید شما

source: Image
fa: تصویر

source: Product Name
fa: اسم کالا

source: Until Price
fa: قیمت هر واحد

source: Qty
fa: تعداد

source: Subtotal
fa: جمع کل

source: Action
fa: حذف و به روزرسانی

source: Continue Shopping
fa: ادامه خرید

source: Clear Shopping Cart
fa: پاک کردن صفحه خرید

source: Use Coupon Code
fa: استفاده از کد تخفیف

source: Enter your coupon code if you have one.
fa: در صورت داشتن کد تخفیف ، کد تخفیف خود را وارد کنید

source: Apply
fa: اعمال کردن

source: Apply Coupon
fa: اعمال کردن کد تخفیف

source: Cart Total
fa: مجموع قابل پرداخت

source: Total products
fa: مجموع قیمت کالا ها

source: Proceed to Checkout
fa: ادامه دادن برای بازبینی نهایی

source: Your shopping compare
fa: جدول مقایسه ای شما

source: Compare Page
fa: صفحه مقایسه

source: Compare
fa: مقایسه

source: Product
fa: کالا

source: Description
fa: توضیحات

source: Price
fa: قیمت

source: Stock
fa: موجودی

source: In Stock
fa: موجود

source: ended up
fa: اتمام موجودی

source: Add to cart
fa: افزودن به سبد

source: ADD TO CART
fa: افزودن به سبد

source: Delete
fa: حذف

source: Rating
fa: امتیاز

source: English
fa: انگلیسی

source: Spanish
fa: اسپانیایی

source: Persian
fa: فارسی

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: e-mail
fa: ایمیل

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
fa: شماره وارد شده باید به صورت 09177458956 باشد و حداکثر تعداد مجاز 15 رقم است.

source: phone_number
fa: شماره تلفن

source: address
fa: نشانی

source: postal code
fa: کد پستی

source: city
fa: شهر

source: Checkout
fa: بازبینی

source: Checkout Page
fa: صفحه بازبینی

source: Place order
fa: ارسال سفارش

source: Billing Details
fa: جزییات پرداختی

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Country
fa: کشور

source: Town / City
fa: شهر / روستا

source: Street Address
fa: نشانی

source: Postcode / ZIP
fa: کد پستی

source: Phone
fa: شماره تلفن

source: Email Address
fa: ایمیل

source: Your order
fa: سفارش شما

source: Total
fa: مجموع قابل پرداخت

source: Coupon
fa: کد تخفیف

source: Thank you
fa: متشکریم

source: <p>Your order has been successfully completed. Your order number is <strong>%(order_id)s</strong>.</p>
fa: سفارش شما به صورت موفقیت آمیز کامل شد. کد پیگیری سفارش شما %(order_id)s می باشد

source: Erfan Geram
fa: عرفان گرام

source: Welcome you to ErfanGeram store!
fa: به فروشگاه عرفان گرام خوش آمدید

source: Pages
fa: صفحات

source: main page
fa: صفحه اصلی

source: product list
fa: لیست کالاها

source: Call us
fa: با ما تماس بگیرید

source: We are new shop with diffrent strategy in selling
fa: ما فروشگاه جدید با ایده های بزرگ هستیم

source: NEED HELP?
fa: کمک نمیخوای؟

source: Custom Links
fa: لینک های پرکاربرد

source: Newsletter
fa: خبرنامه

source: Enter email to subscribe Newsletter .
fa: ایمیل خود را وارد کنید تا در خبرنامه عضو شوید

source: Enter your email here..
fa: ایمیل خود را وارد کنید

source: Subscribe
fa: عضویت

source: You subscribed at Newsletter
fa: شما به عضویت خبرنامه درآمدید.

source: This email existed,before
fa: شما پیش از این عضو خبرنامه شده اید

source: Please enter your email correctly
fa: ایمیل وارد شده صحیح نمی باشد..

source: People who bought this also bought
fa: خریداران این محصول محصولات زیر را هم خریده اند

source: Single Product Page
fa: صفحه کالا

source: Single Product
fa: کالا

source: + Add to cart
fa: افزودن به سبد +

source: Add to wishlist
fa: افزودن به علاقه مندی ها

source: Add to compare
fa: مقایسه

source: ReassuranceSecurity Policy (Edit With Customer Reassurance Module)
fa: امنیت ارسال کالا

source: Delivery Policy (Edit With Customer Reassurance Module)
fa: تحویل به موقع کالا

source: Return Policy (Edit With Customer Reassurance Module)
fa: امکان بازگشت کالا

source: Products
fa: کالا ها

source: Categories
fa: گروه ها

source: All
fa: همه

source: Shop Page
fa: صفحه خرید

source: Shop List
fa: محصولات

source: Category
fa: گروه

source: Hot Deals
fa: پیشنهاد های ویژه

source: Add hot products to weekly line up
fa: پیشنهادات ویژه را به سبد هفتگی خود اضافه کن

source: New
fa: جدید

source: Availability
fa: موجودی

source: Hurry Up! Offers ends in
fa: زمان باقیمانده تا پایان پیشنهاد

source: New Arrivals
fa: جدید ترین ها

source: Add new products to weekly line up
fa: محصولات جدید را به سبد هفتگی خود اضافه کن

source: CACAO FRUTTI ROSSI
fa: کاکائو روسی

source: La Girella Motta
fa: لا ژیرا موتا

source: Diventa Rosa
fa: دیونتا مورتا

source: SHOP NOW
fa: خرید کنید

source: COFFEE CREAM & CHOCOLATE
fa: قهوه خامه ای و شکلاتی

source: Girella Motta Cacao
fa: کاکائو ژیرا مورتا

source: Soft Sponge Cake
fa: کیک نرم اسفنجی

source: Popular Products
fa: محبوب ترین کالا ها

source: Add popular products to weekly line up
fa: محبوب ترین کالاها را به سبد هفتگی خود اضافه کن

source: Free Shipping
fa: ارسال رایگان

source: On all orders over $75.00
fa: برای تمام خرید های بالاتر از 75.00 دلار

source: Free Returns
fa: بازگشت رایگان

source: Returns are free within 9 days
fa: بازگشت رایگان تا 9 روز بعد از خرید

source: 100%% Payment Secure
fa: پرداخت ایمن

source: Your payment are safe with us.
fa: پرداخت امن با پرداخت اینترنتی

source: Support 24/7
fa: پشتیبانی 24 ساعته

source: Contact us 24 hours a day
fa: در 24 ساعت شبانه روز با ما تماس بگیرید

source: Share
fa: اشتراک گذاری

source: Popular Categories
fa: محبوب ترین گروه ها

source: Shop Now
fa: خرید

source: You Might Also Like
fa: احتمالا دوست خواهید داشت

source: Product Details
fa: جزییات محصول

source: In The Same Category
fa: هم گروهی ها
